tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "commitizen"
brew "delta"
brew "docker-compose"
brew "fasd"
brew "git"
brew "gnupg"
brew "iperf"
brew "jq"
brew "neovim"
brew "node@16"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "zsh"
cask "1password"
cask "chromium"
cask "discord"
cask "docker"
cask "emacs"
cask "figma"
cask "flameshot"
cask "font-fira-mono-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
